Cannot set Family Type to 'None';.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotSetFamilyTypeToNone { get; }
  Visual Basic
Public Shared ReadOnly Property CannotSetFamilyTypeToNone As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotSetFamilyTypeToNone {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace